Repository: vb64/telegram.email.i18n
Catalog: */LC_MESSAGES/messages.po
Languages: es

source: There is incoming mail from '{}' to {}.
es: Hay un mensaje entrante de '{}' para {}.

source: Enable posting from this address?
es: Activar publicar desde esta dirección?

source: Allow once
es: Рermitir una vez

source: Disallow once
es: No permitir una vez

source: Allow permanently
es: Рermitir siempre

source: Disable permanently
es: Desactivar permanentemente

source: Preview message
es: Previsualizar mensaje

source: Message original
es: Original

source: Processed early
es: Procesado temprano

source: {} from now
es: {} desde ahora

source: {}, removal {} from now
es: {}, sustracción {} desde ahora

source: Planned to publish:
es: Planificado para publicar:

source: Scheduled messages rejected due to limit exceeded: {}
es: Mensajes programados denegados debido a límite excedido: {}

source: Scheduled messages rejected due to syntax error:
es: Mensajes programados denegados debido a error de sintaxis:

source: Message preview from '{}' to '{}'.
es: Previsualización de mensaje de '{}' para '{}'.

source: permanent
es: permanente

source: Posting from '{}' is enabled{}
es: La publicación desde '{}' está activada{}

source: Posting from '{}' is disabled{}
es: La publicación desde '{}' está desactivada{}

source: {} day(s)
es: {} día(s)

source: {} hour(s)
es: {} hora(s)

source: soon
es: pronto

source: You are reached the daily quota for attachments sent ({} attachments).
es: Ha alcanzado la cuota diaria de adjuntos enviados ({} adjuntos).

source: Daily quota will be reset after {} hours.
es: La cuota diaria se restablecerá después de {} horas.

source: I lost access to the chat with code *{}* and stop writing there.
es: Perdí el acceso al chat con el código * {} * y dejé de escribir allí.

source: Message from '{}' to '{}' ({}).
es: Mensaje de '{}' a '{}' ({}).

source: Your account received a non-standard payment of {} {}.
es: Su cuenta recibió un pago no estándar de {} {}.

source: You have credited coins: {}
es: Has acreditado monedas: {}

source: Your referral bought coins: {}
es: Su referencia compró monedas: {}

source: Referral data: {}
es: Datos de referencia: {}

source: To receive the next coin, your referrals must buy coins: {}
es: Para recibir la siguiente moneda, sus referidos deben comprar monedas: {}

source: Now you have coins: {}
es: Ahora tienes monedas: {}

source: Admin change
es: Cambio de administrador

source: Purchase
es: Compra

source: Payment for chat
es: Pago por chat

source: From referral program
es: Del programa de referencia

source: Referral bonus
es: Bono por recomendación

source: Ignore post to private chat '{}' from '{}'
es: Ignorar la publicación en el chat privado '{}' de '{}'

source: this chat
es: este chat

source: Learn more from the [detailed guide]({}).
es: Obtenga más información en la [guía detallada] ({}).

source: Stay tuned at the [news channel]({}) of the bot.
es: Estén atentos al [canal de noticias] ({}) del bot.

source: Ask questions at the bot [support group]({}).
es: Haz preguntas en el bot [grupo de apoyo] ({}).

source: {} command can be used in private chat @{}
es: El comando {} se puede usar en un chat privado @ {}

source: Buy internal coins for bot premium functions.
es: Compre monedas internas para las funciones premium de bot.

source: Buy coins
es: Comprar monedas

source: List of your chats.
es: Lista de tus chats.

source: Please wait, data are processing.
es: Espere, los datos se están procesando.

source: /clearkeyboard command can be used by admins in groups.
es: El comando / clearkeyboard puede ser utilizado por administradores en grupos.

source: More
es: Más

source: User ID {} have coins: {}
es: El ID de usuario {} tiene monedas: {}

source: The administrator has credited you with coins: {}
es: El administrador le ha acreditado con monedas: {}

source: Please send me an emoji to view emoji code.
es: Envíeme un emoji para ver el código emoji.

source: To return to bot menu, use /start command.
es: Para volver al menú del bot, use el comando / start.

source: Emoji codes not found.
es: No se encontraron los códigos de emoji.

source: posting to the channel
es: publicar en el canal

source: scheduled, repeatable, and auto-deleted publications
es: publicaciones programadas, repetibles y eliminadas automáticamente

source: emoji emoticons and text formatting
es: emoticonos emoji y formato de texto

source: how to edit published messages
es: cómo editar mensajes publicados

source: how to attach inline buttons to messages.
es: cómo adjuntar botones en línea a los mensajes.

source: how to publish files (video, sticker, voice, etc).
es: cómo publicar archivos (video, calcomanías, voz, etc.).

source: word to spammers.
es: palabra a los spammers.

source: Dear unknown spammer!
es: Estimado spammer desconocido!

source: This bot is absolutely unsuitable for your purposes.
es: Este bot es absolutamente inadecuado para sus propósitos.

source: Pass by and good luck!
es: ¡Pasa y buena suerte!

source: This line don't be included in the updated message.
es: Esta línea no se incluye en el mensaje actualizado.

source: There are some limitations.
es: Existen algunas limitaciones.

source: - editing does not work in private chat with the bot
es: - la edición no funciona en el chat privado con el bot

source: - editing works in channels where the mode 'signed messages' is on
es: - la edición funciona en canales donde el modo 'mensajes firmados' está activado

source: You can put several definitions, separated by spaces, in one row.
es: Puede poner varias definiciones, separadas por espacios, en una fila.

source: Yes
es: si

source: Complete list of emoji codes can be found [here]({}).
es: Puede encontrar la lista completa de códigos emoji [aquí] ({}).

source: By default, the newly created poll will be active for 30 days.
es: De forma predeterminada, la encuesta recién creada estará activa durante 30 días.

source: It is a maximum duration.
es: Es una duración máxima.

source: For example, a 10 minutes poll:
es: Por ejemplo, una encuesta de 10 minutos:

source: Url address must be put inside round brackets.
es: La dirección URL debe colocarse entre corchetes.

source: And all of this can be mixed in any combination.
es: Y todo esto se puede mezclar en cualquier combinación.

source: Maybe
es: Tal vez

source: The bot can post scheduled messages.
es: El bot puede publicar mensajes programados.

source: To do this, place a special code on the separate line of your message.
es: Para hacer esto, coloque un código especial en la línea separada de su mensaje.

source: For example:
es: Por ejemplo:

source: Lines with a code will be removed from the published message.
es: Las líneas con un código se eliminarán del mensaje publicado.

source: You can plan scheduled messages up to 30 days ahead.
es: Puede planificar mensajes programados con hasta 30 días de anticipación.

source: Each channel/group queue can contain up to 10 scheduled tasks.
es: Cada cola de canal / grupo puede contener hasta 10 tareas programadas.

source: The text in the `email message` may *contain* _markup_
es: El texto del `mensaje de correo electrónico` puede * contener * _markup_

source: or
es: o

source: Valid extensions are:
es: Las extensiones válidas son:

source: During the day in this way you can post no more than {} pictures.
es: Durante el día, de esta manera, no puede publicar más de {} imágenes.

source: The limit is reset every day at 00:00 GMT.
es: El límite se restablece todos los días a las 00:00 GMT.

source: To do this, you need to send file to private chat with bot.
es: Para hacer esto, debe enviar el archivo al chat privado con el bot.

source: The bot will reply you by message, that contain special code.
es: El bot le responderá mediante un mensaje que contiene un código especial.

source: Files, that posted by this way, don't counted for daily quota.
es: Los archivos que se publican de esta manera no cuentan para la cuota diaria.

source: The terms of referral program are [described here]({}).
es: Los términos del programa de recomendación se [describen aquí] ({}).

source: Your referral link
es: Tu enlace de referencia

source: Total referrals: {}
es: Referencias totales: {}

source: Coins earned: {}
es: Monedas ganadas: {}

source: Referral coins to next charge: {}
es: Monedas de referencia para el próximo cargo: {}

source: Back to bot menu
es: Volver al menú del bot

source: Registrations
es: Inscripciones

source: Registrations notify
es: Notificar inscripciones

source: Purchases
es: Compras

source: Purchases notify
es: Compras notificar

source: Disable registrations notify
es: Deshabilitar la notificación de registros

source: Notifications about new referrals are off.
es: Las notificaciones sobre nuevas referencias están desactivadas.

source: Notifications about new referrals are on.
es: Las notificaciones sobre nuevas referencias están activadas.

source: Select chat for new referrals notify.
es: Seleccione el chat para notificar nuevas referencias.

source: List of referral purchases, UTC times
es: Lista de compras de referencia, horas UTC

source: Disable purchases notify
es: Deshabilitar las compras notificar

source: Notifications about referral purchases are off.
es: Las notificaciones sobre compras de referencias están desactivadas.

source: Notifications about referral purchases are on.
es: Las notificaciones sobre compras de referencias están activadas.

source: Select chat for referral purchases notify.
es: Seleccione el chat para notificar las compras de referencia.

source: First, please open private chat @{} for instructions.
es: Primero, abra el chat privado @ {} para obtener instrucciones.

source: This can be done in a private chat with the @{}.
es: Esto se puede hacer en un chat privado con @ {}.

source: There you can also find the email address for posting to the channel.
es: Allí también puede encontrar la dirección de correo electrónico para publicar en el canal.

source: You can read more about the paid mode here
es: Puedes leer más sobre el modo pago aquí.

source: Hi, admin!
es: ¡Hola admin!

source: There you can also find the email address for posting to the group.
es: Allí también puede encontrar la dirección de correo electrónico para publicar en el grupo.

source: Hi, {}!
es: Hola, {}!

source: Previous
es: Anterior

source: This chat
es: Este chat

source: Next
es: próximo

source: Previous page
es: Pagina anterior

source: Next page
es: Siguiente página

source: Published messages can be edited.
es: Los mensajes publicados se pueden editar.

source: /start to return to this screen at any time.
es: / empezar a volver a esta pantalla en cualquier momento.

source: /language to change the language of this conversation.
es: / language para cambiar el idioma de esta conversación.

source: /help for more info.
es: / help para obtener más información.

source: your coins: {}
es: tus monedas: {}

source: /buycoins for fund your account with EmailGateBot internal coins.
es: / buycoins para depositar fondos en su cuenta con monedas internas de EmailGateBot.

source: /coinslog for view the history of balance changes.
es: / Coinslog para ver el historial de cambios de saldo.

source: /referrals for join to the referral program.
es: / referidos para unirse al programa de referidos.

source: For posting to group and supergroup just add the bot as a member.
es: Para publicar en grupos y supergrupos, simplemente agregue el bot como miembro.

source: /helpchannel for posting to the channel.
es: / helpchannel para publicar en el canal.

source: To publish a file, first send the desired file to this chat.
es: Para publicar un archivo, primero envíe el archivo deseado a este chat.

source: Select chat from the list for manage and instructions how to post to.
es: Seleccione el chat de la lista para administrarlo e instrucciones sobre cómo publicar.

source: disabled
es: discapacitado

source: enabled
es: habilitado

source: All incoming emails are published automatically.
es: Todos los correos electrónicos entrantes se publican automáticamente.

source: Free mode
es: Modo libre

source: Enable premium mode
es: Habilitar el modo premium

source: Premium mode until {} UTC
es: Modo premium hasta las {} UTC

source: Prolongate premium mode
es: Prolongar el modo premium

source: Publication of html links for this chat: {}
es: Publicación de enlaces html para este chat: {}

source: Link preview mode for this chat: {}
es: Modo de vista previa del enlace para este chat: {}

source: Publishing email addresses for this chat: {}
es: Publicando direcciones de correo electrónico para este chat: {}

source: Another group/channel
es: Otro grupo / canal

source: Regenerate chat code
es: Regenerar el código de chat

source: Show addresses
es: Mostrar direcciones

source: Html links
es: Enlaces HTML

source: Link preview
es: Vista previa del enlace

source: Auto posting
es: Publicación automática

source: Remove from list
es: Quitar de la lista

source: Scheduled: {}
es: Programado: {}

source: Allowlist
es: Lista de permitidos

source: Are you wish to enable auto posting mode to chat '{}'?
es: ¿Deseas habilitar el modo de publicación automática para chatear con '{}'?

source: Are you wish to extract and publish html links to chat '{}'?
es: ¿Desea extraer y publicar enlaces html al chat '{}'?

source: Are you wish to enable link preview mode to chat '{}'?
es: ¿Desea habilitar el modo de vista previa del enlace para chatear con '{}'?

source: Failed set premium mode for chat '{}', coins: {}, balance: {}
es: No se pudo establecer el modo premium para el chat '{}', monedas: {}, saldo: {}

source: Premium mode is set until {} for chat '{}'.
es: El modo premium está configurado hasta el {} para el chat '{}'.

source: Coins spent: {}
es: Monedas gastadas: {}

source: You need to enter an integer number of coins.
es: Debes ingresar un número entero de monedas.

source: (enter 0 for cancel)
es: (ingrese 0 para cancelar)

source: You do not have enough coins in your account to pay.
es: No tiene suficientes monedas en su cuenta para pagar.

source: One coin equals 30 days of service for the '{}' in premium mode.
es: Una moneda equivale a 30 días de servicio para el '{}' en modo premium.

source: How many coins do you want to use?
es: ¿Cuántas monedas quieres usar?

source: First, you need to top up your balance.
es: Primero, debe recargar su saldo.

source: {} left chat '{}'.
es: {} abandonó el chat '{}'.

source: Are you sure to remove '{}' from list?
es: ¿Está seguro de eliminar "{}" de la lista?

source: {} will exit this group/channel.
es: {} saldrá de este grupo / canal.

source: New code for posting to '{}' is '{}'.
es: El nuevo código para publicar en '{}' es '{}'.

source: Are you sure to regenerate code for posting to '{}'?
es: ¿Está seguro de volver a generar el código para publicar en '{}'?

source: Are you wish to enable show addresses mode to chat '{}'?
es: ¿Desea habilitar el modo de mostrar direcciones para chatear '{}'?

source: Select action or email from menu.
es: Seleccione la acción o el correo electrónico del menú.

source: Allowlist was cleared for '{}'.
es: Se borró la lista de permitidos para '{}'.

source: Stoplist was cleared for '{}'.
es: Se borró la lista de parada para '{}'.

source: Clear allowlist
es: Borrar lista permitida

source: Clear stoplist
es: Lista de parada clara

source: Back to chat manage
es: Volver a administrar chat

source: Mailbox '{}' was removed from stoplist of the '{}'.
es: El buzón '{}' se eliminó de la lista de parada de '{}'.

source: There is no email addresses, who bannned in '{}'.
es: No hay direcciones de correo electrónico que hayan prohibido en '{}'.

source: Editing item of the stoplist.
es: Editando elemento de la lista de palabras clave.

source: Select action for email '{}'
es: Seleccionar acción para el correo electrónico '{}'

source: Cancel
es: Cancelar

source: Remove email from stoplist
es: Eliminar el correo electrónico de la lista de parada

source: Mailbox '{}' was removed from allowlist of the '{}'.
es: El buzón '{}' se eliminó de la lista de permitidos de '{}'.

source: There is no email addresses, who can post to '{}'.
es: No hay direcciones de correo electrónico que puedan publicar en '{}'.

source: Editing item of the allowlist.
es: Editando elemento de la lista de permitidos.

source: Remove email from allowlist
es: Eliminar correo electrónico de la lista de permitidos

source: Email '{}' have text-transform call at '{}'
es: El correo electrónico '{}' tiene una llamada de transformación de texto en '{}'

source: Remove text-transform
es: Eliminar transformación de texto

source: Set text-transform
es: Establecer transformación de texto

source: This address can't contain '|' and ';' symbols.
es: Esta dirección no puede contener '|' y ';' símbolos

source: [There is a HOWTO]({}) for building and deploying such web resource.
es: [Hay un CÓMO] ({}) para crear e implementar dicho recurso web.

source: Checking given address '{}'...
es: Comprobando la dirección proporcionada '{}' ...

source: This address looks wrong: {}
es: Esta dirección parece incorrecta: {}

source: Text-transform canceled for source: '{}'
es: Transformación de texto cancelada para la fuente: '{}'

source: For chat '{}' scheduled tasks: {}
es: Para las tareas programadas de chat '{}': {}

source: deletion of message
es: borrado de mensaje

source: publication of message
es: publicación de mensaje

source: removal {} from now ({})
es: eliminación {} desde ahora ({})

source: For '{}' planned:
es: Para '{}' planificado:

source: Message preview
es: Vista previa del mensaje

source: Back to scheduled tasks list
es: Volver a la lista de tareas programadas

source: Start now
es: Empezar ahora

source: Revoke task
es: Revocar tarea

source: Select action from menu.
es: Seleccione la acción del menú.

source: Go to message
es: Ir al mensaje

source: Task revoked.
es: Tarea revocada.

source: Are you sure to revoke this task?
es: ¿Estás seguro de revocar esta tarea?

source: Starting the task...
es: Comenzando la tarea ...

source: Are you sure to run now this task?
es: ¿Está seguro de ejecutar ahora esta tarea?

source: Who voted?
es: ¿Quién votó?

source: Voting finished
es: Votación finalizada

source: You already voted
es: Ya votaste

source: Poll results unreachable.
es: Resultados de la encuesta inalcanzables.

source: Additional votes have been displayed.
es: Se han mostrado votos adicionales.

source: View more results
es: Ver más resultados

source: Poll completed.
es: Encuesta completada.

source: Time to poll finish:
es: Hora de finalizar la encuesta:

source: Total votes: {}
es: Total de votos: {}

source: Click on the vote to view Telegram profile of the voter.
es: Haga clic en el voto para ver el perfil de Telegram del votante.

source: No votes yet.
es: Aún no hay votos.

source: To create and manage your own poll, use /start command.
es: Para crear y administrar su propia encuesta, use el comando / start.

source: User '{}' voted: '{}'.
es: El usuario '{}' votó: '{}'.

source: User '{}' does not participate in this poll.
es: El usuario '{}' no participa en esta encuesta.

source: Contact '{}' voted: '{}'.
es: Contacto '{}' votado: '{}'.

source: Contact '{}' does not participate in this poll.
es: El contacto '{}' no participa en esta encuesta.

source: Your contact '{}' does not have a known Telegram account.
es: Su contacto '{}' no tiene una cuenta de Telegram conocida.

source: Can't find 'forward from' data in this message.
es: No se pueden encontrar los datos de "reenviar desde" en este mensaje.

source: Buy coins for EmailGateBot project.
es: Compre monedas para el proyecto EmailGateBot.

source: Hi
es: Hola

source: Choose the payment method that's right for you.
es: Elija el método de pago adecuado para usted.

source: bot support group
es: grupo de apoyo bot

source: You can write in English or Russian.
es: Puede escribir en inglés o en ruso.

source: Payment for EmailGateBot
es: Pago por EmailGateBot

source: How many EmailGateBot coins do you want to buy?
es: ¿Cuántas monedas de EmailGateBot quieres comprar?

source: Continue
es: Seguir

source: Order checkout
es: Realizar pedido

source: You canceled your purchase.
es: Cancelaste tu compra.

source: Dear
es: querido

source: Please, write about the reasons for refusal in the
es: Por favor, escriba los motivos del rechazo en el

source: Thank you for your purchase!
es: Gracias por su compra!

source: EmailGateBot coins will be credited to your account shortly.
es: Las monedas de EmailGateBot se acreditarán en su cuenta en breve.

source: Donate!
es: ¡Donar!

source: You can support project development by donating if you like this bot.
es: Puede apoyar el desarrollo del proyecto donando si le gusta este bot.

source: not set
es: no establecido

source: Your current language is '{}'.
es: Su idioma actual es '{}'.

source: Select language from the list.
es: Seleccione el idioma de la lista.

source: Language set to '{}'.
es: Idioma establecido en '{}'.

source: Send /start to continue.
es: Enviar / comenzar para continuar.

source: List of registered referrals, UTC times
es: Lista de referencias registradas, horas UTC

source: Donating to '{}' project.
es: Donando al proyecto '{}'.

source: Thank you for your support to '{}' project!
es: ¡Gracias por su apoyo al proyecto '{}'!

source: Your donation {} {} was received.
es: Se recibió su donación {} {}.

source: Thank you for choosing to donate to the project '{}'.
es: Gracias por elegir donar al proyecto '{}'.

source: May be next time, ok.
es: Puede ser la próxima vez, ok.
